Repository: Usama890-lab/Localization-in-Areas
Catalog: Resources/Areas/Customer/Views/Home/Index.*.resx
Languages: ur

source: Account Department Law
ur: اکاؤنٹس ڈیپارٹمنٹ لاء

source: After completion of purchasing, all bills, cash vouchers and item orders have to be cleared by C.E.O
ur: پرچیزنگ مکمل ہونے کے بعد تمام بل ، کیش وؤچر اور پر چیز آرڈر C.E.Oصاحب سے کلیئرڈ کروانے ہو تے ہیں۔

source: All checks will be approved through Debit Voucher. Approval will be given by C.E.O. The check book will be in the account office
ur: تمام چیک کی منظوری ڈیبٹ وؤچر کے زریعے ہو گی۔ منظوری C.E.O صاحب دیں گے۔ چیک بک اکاؤنٹ آفس میں ہو گی۔

source: All the expenses of the industry will be borne from the industry account and the amount will be transferred from the main account (bank account of the industry) to the internal account of the industry
ur: انڈسٹری کا ہر قسم کا خرچہ انڈسٹری اکاؤنٹ سے ہو گارقم مین اکاؤنٹ(انڈسٹری کے بنک اکاؤنٹ)سے انڈسٹری کے انٹرنل اکاؤنٹ میں لا کر خرچ کی جائے گی۔

source: Any income of any kind in the industry will first be deposited in the mandatory bank and then used, there will be credit in the main account register, credit voucher will also be made
ur: انڈسٹری میں کسی قسم کی جو بھی انکم ہو گی وہ انکم پہلے لازمی بنک میں جمع ہو گی پھر استعمال ہو گی، مین اکاؤنٹ رجسٹر میں کریڈیٹ ہو گی،کریڈیٹ وؤچر بھی بنے گا۔

source: Anyone who takes an advance from the work industry will get his first advance voucher, which will also include his previous advance, installment and salary. Advance will be given after uploading the voucher from C.E.O. There will be entry in advance ledger
ur: جو کوئی ورکرانڈسٹری سے ایڈوانس لے گا اس کا پہلے ایڈوانس ووچر بنے گا ،اس ووچر پر اس کا سابقہ ایڈوانس،قسط اور تنخواہ بھی آئے گی۔ ووچر C.E.O صاحب سے اپروڈ کروانے کے بعد ایڈوانس دیا جائے گا،ایڈوانس لیجر میں انٹری ہو گی۔

source: Daily closing of account department is mandatory. It is also important to check the Daily C.E.O
ur: اکاؤنٹ ڈیپارٹمنٹ کی ڈیلی کلوزنگ لازمی ہے۔ اور ڈیلی C.E.O صاحب کو چیک کروانا بھی ضروری ہے۔

source: Debit voucher for expenditure from Main Account, Industry Internal Account, Petty Cash Account and Credit Voucher for refill will be used which will be approved by C.E.O
ur: مین اکاؤنٹ، انڈسٹری انٹرنل اکاؤنٹ، پیٹی کیش اکاؤنٹ میں سے خرچ کےلئے ڈیبٹ وؤچر اور ری فل کے لئے کریڈیٹ وؤچر استعمال ہو گا جس کی اپروول C.E.O صاحب دیں گے۔

source: Edit No
ur: تر میم نمبر

source: Id#
ur: نمبر شمار

source: If cash is included with the gate pass and service order then there will be a photocopy of the gate pass and service order, the original bill, gate pass and service order will be closed by the account manager in daily closing and the photocopy will be put in his file by the concerned department
ur: اگر گیٹ پاس اور سروس آرڈر کے ساتھ کیش شامل ہو تواس گیٹ پاس اور سروس آرڈر کی فوٹو کاپی ہو گی، اصل بل، گیٹ پاس اور سروس آرڈر اکاؤنٹ منیجر ڈیلی کلوزنگ میں کلوز کرئے گااور فوٹو کاپی متعلقہ ڈیپارٹمنٹ اپنی فائل میں لگائے گا۔

source: If cash is not included with the gate pass and service order, then the gate department and service order will be placed in the file only by the concerned department
ur: اگر گیٹ پاس اور سروس آرڈر کے ساتھ کیش شامل نہیں تو گیٹ پاس اور سروس آرڈرصرف متعلقہ ڈیپارٹمنٹ اپنی فائل میں لگائے گا۔

source: If the material purchased from the suppliers with whom the account is to be made, then the entry of the bill must also be made in the ledger of the suppliers
ur: جن سپلائرز کے ساتھ کھاتہ ہوگا ان سے جو میٹریل پرچیز ہو گا تو اس کے بل کی انٹری سپلائرز کے لیجر میں بھی لازمی کرنی ہے۔

source: If you want to get the money back by returning the purchased product, it will become a gate pass, all the details will come on the gate pass, the product will be out of the industry at the gate pass and will be returned to the market Will come This amount has to be deposited in the bank's industry account on the same day to get the bank slip and this bank slip has to be credited in the register of Kerman account attached with the gate pass. The concerned department will attach a photocopy of the gate pass in its file
ur: اگر کو ئی پرچیز کی ہو ئی پروڈکٹ واپس کر کے رقم لینی ہے تو اس کاگیٹ پاس بنے گا، گیٹ پاس پر تما م تفصیل آئے گی پروڈکٹ گیٹ پاس پر انڈسٹری سے آوٹ ہو کر واپس مارکیٹ جائے گی اور اس پروڈکٹ کے بد لے رقم واپس آئے گی۔ یہ رقم اسی دن بنک میں انڈسٹری کے اکاؤنٹ میں جمع کروا کر بنک سلپ حاصل کرنی ہے اور یہ بنک سلپ گیٹ پاس کے ساتھ لگا کرمین اکاؤنٹ کے رجسٹر میں کریڈیٹ کرنا ہے۔ گیٹ پاس کی فوٹو کاپی متعلقہ ڈیپارٹمنٹ اپنی فائل میں لگائے گا۔

source: In case the C.E.O is busy or not present in the industry, the Account Manager will affix the Stamp of Telephone Approval on the Cash Voucher
ur: C.E.O صاحب کے مصروف ہونے یا انڈسٹری میں موجود نہ ہونے کی صورت میں اکاؤنٹ منیجر کیش وؤچر پر ٹیلیفونک اپروول کی سٹمپ لگائے گا ،یہ سٹمپ لگانے سے پہلے C.E.O صاحب سے فون پر اجازت لینا ضروری ہے۔

source: Internal ledgers will be used for transactions within the industry, such as the sales income from the sales office will first go into the internal ledger and then go to the bank
ur: انڈسٹری کے اندر لین دین کے لئے انٹرنل لیجر استعمال ہو گا،جیسے سیلز آفس سے سیلز کی انکم کی رقم پہلے انٹرنل لیجر میں آئے گی پھر بنک جائے گی۔

source: It is the responsibility of the Account Manager to arrange and secure the debit, credit voucher of Industry Account and Petty Cash Account
ur: کیش ووچر ،ڈیمانڈ، پرچیز آرڈراور بل کو ڈیلی کلوز کرنا اور فائل میں لگانا اکاؤنٹ منیجر کی زمہ داری ہے۔

source: It is the responsibility of the account manager to daily close and file the cash voucher, demand, purchase order and bill
ur: کیش ووچر ،ڈیمانڈ، پرچیز آرڈراور بل کو ڈیلی کلوز کرنا اور فائل میں لگانا اکاؤنٹ منیجر کی زمہ داری ہے۔

source: Law Details
ur: لا ء کی تفصیل

source: Page No
ur: صفحہ نمبر

source: Petty Cash Account has a monthly balance of Rs. 15000 / - which has to be used for the whole month. This account is mostly used for daily expenses like tea, biscuits, ice and petrol
ur: پیٹی کیش اکاؤنٹ میں ماہانہ -/15000 روپے کا بیلنس ہو تا ہے جو کہ پورا ماہ استعمال کرنا ہو تا ہے، بیلنس ختم ہو جانے کی صورت میں C.E.O صاحب اخراجات کی تفصیل چیک کر کے دوبارہ فل کر دیتے ہیں۔ یہ اکاؤ نٹ ذیادہ تر ڈیلی کے اخراجات مثلا چائے ،بسکٹ، برف اور پٹرول وغیرہ کے لئے استعمال ہوتا ہے۔

source: Previous Edit No
ur: سابقہ ترمیم نمبر

source: Previous Page No
ur: سابقہ صفحہ نمبر

source: The Account Manager will check the monthly and annual report with the C.E.O
ur: اکاؤنٹ منیجر ماہانہ اور سالانہ رپورٹ C.E.O صاحب کو چیک کروائے گا۔

source: The Accounts Department is the industry's most important and autonomous department that is directly accountable to the C.E.O
ur: اکاؤنٹ ڈیپارٹمنٹ انڈسٹری کا اہم ترین اور خود مختیار ڈیپارٹمنٹ ہے جو کہ ڈائریکٹ C.E.O کو جوابدہ ہے۔

source: The Accounts Department will be responsible for any errors in the cash voucher or bill order. Which can be fined
ur: کسی بھی کیش ووچر یا بل کی ترتیب میں کوئی غلطی ہوئی تو اکاؤنٹ ڈیپارٹمٹ زمہ دار ہو گا۔ جس پر جرمانہ بھی ہو سکتا ہے۔

source: The details of all (internal and external) transactions of the industry are with the Accounts Department
ur: انڈسٹری کے تمام (انٹرنل اور ایکسٹرنل)لین دین کی مکمل تفصیل اکاؤنٹ ڈیپارٹمنٹ کے پا س ہوتی ہے۔

source: The salaries of all employees will be checked in their personal accounts. Salary amount will be required to be entered in the register of internal account of the industry, final pay slip will be made by the account office, general manager and C.E.O will check
ur: اکاؤنٹ ڈیپارٹمنٹ کی ڈیلی کلوزنگ لازمی ہے۔ اور ڈیلی C.E.O صاحب کو چیک کروانا بھی ضروری ہے۔

source: The salaries of all employees will be checked in their personal accounts. Salary amount will be required to be entered in the register of internal account of the industry, final pay slip will be made by the account office, general manager and C.E.O will check.
ur: تمام ملازمین کی تنخواہ ان کے پرسنل اکاؤنٹ میں بذریعہ چیک جائے گی۔ تنخواہ کی رقم انڈسٹری کے انٹرنل اکاؤنٹ کے رجسٹر میں انٹری لازمی ہو گی, فائنل پے سلپ اکاؤنٹ آفس بنائے گا،جنرمنیجر اور C.E.O صاحب چیک کریں گے۔

source: The voucher for issuing cash for any purchases made from the industry account will be first uploaded by the C.E.O
ur: انڈسٹری اکاؤنٹ سے جو بھی پرچیزنگ ہوتی ہے اس کے کیش جاری کرنے کا وؤچر پہلے C.E.Oصاحب اپروڈ ہو گا۔

source: There are two accounts used for expenses in the industry which have cash in them, one is industry account and the other is petty cash account
ur: انڈسٹری میں اخراجات کے لئے دو اکاؤنٹ استعمال ہوتے ہیں جن میں نقد کیش ہوتا ہے، ان میں ایک انڈسٹری اکاؤنٹ اور دوسرا پیٹی کیش اکاؤنٹ ہے۔
